Repository: markusbergh/debaser
Catalog: Debaser/Resources/*.lproj/Localizable.strings
Languages: sv

# List.Today
source: Today's events
sv: Dagens konserter

# List.Search
source: Search concert
sv: Sök konsert

# List.Event.Cancelled
source: Cancelled
sv: Inställt

# List.Event.Postponed
source: Postponed
sv: Framflyttat

# Favourites.Empty
source: No favourites saved
sv: Inga favoriter sparade

# Detail.Age
source: Age %@
sv: %@ år

# Onboarding.Step1.Header
source: Use Spotify to preview
sv: Lyssna direkt via Spotify

# Onboarding.Step1.Body
source: By connecting your Spotify account to Debaser you can preview the artists immediately in the app¹.
sv: Genom att koppla ditt Spotify-konto till Debaser kan du lyssna på artisten direkt i appen¹.

# Onboarding.Step1.Info
source: ¹ Requires a premium account with Spotify.
sv: ¹ Detta är endast möjligt för användare som har Premium-konto på Spotify.

# Onboarding.Step2.Header
source: Share gigs with iMessage
sv: Dela konserter med iMessage

# Onboarding.Step2.Body
source: With the extension to iMessage it is easy and quick to share the event with your friends.
sv: Med tillägget till iMessage är det enkelt för dig att dela konserter med andra som du vill gå med.

# Onboarding.Step3.Header
source: Find that upcoming gig
sv: Håll koll på dina favoriter

# Onboarding.Step3.Body
source: You can easily search for that gig you need to attend and also save it in your favourites in case you need a reminder.
sv: Du kan enkelt hitta den spelning du är ute efter och spara ned den till din favoritlista så du inte kan missa den.

# Onboarding.Step4.Header
source: Almost done! 🏄‍♀️ What is next?
sv: Nästan klart! 🏄‍♀️ Hur vill du göra?

# Onboarding.Step4.Button.Connect
source: CONNECT TO SPOTIFY¹
sv: ANSLUT TILL SPOTIFY¹

# Onboarding.Step4.Button.Close
source: CLOSE
sv: STÄNG

# Onboarding.Step4.Info
source: ¹ Requires a premium account with Spotify.
sv: ¹ Detta är endast möjligt för användare som har Premium-konto på Spotify.

source: Settings
sv: Inställningar

# Settings.Debaser.About
source: About
sv: Om

# Settings.Debaser.History.Title
source: About Debaser
sv: Om Debaser

# Settings.Debaser.History.Label
source: History
sv: Historia

# Settings.Services
source: Services
sv: Tjänster

# Settings.Spotify.Connection
source: Connection
sv: Anslutning

# Settings.Spotify.Connection.Label
source: Connected as:
sv: Ansluten som:

# Settings.Spotify.Connection.Off
source: No active connection
sv: Ingen aktiv anslutning

# Settings.Spotify.On
source: Connected
sv: Ansluten

# Settings.Spotify.Off
source: No connection
sv: Ej ansluten

# Settings.Layout.Images
source: Show images
sv: Visa bilder

# Settings.Layout.DarkMode
source: Dark mode
sv: Mörkt tema

# Settings.Onboarding
source: Onboarding
sv: Startguide

# Settings.Onboarding.Show
source: Show onboarding
sv: Visa startguide

# Detail.Buy.Tickets
source: Buy tickets here
sv: Köp biljetter här
